Repository: GrandComicsDatabase/gcd-django
Catalog: locale/*/LC_MESSAGES/django.po
Languages: de, it, nl, sv

source: Login
it: Accedi
nl: Inloggen

source: Disclaimer
it: Avviso

source: The Grand Comics Database Project (GCD) is a volunteer project with the goal of documenting and indexing all comics for the free use of scholars, historians, researchers, and fans.
it: Il Grand Comics Database (GCD) è un progetto volunteer-based di catalogazione e indicizzazione dei fumetti, destinato all’uso libero da parte di studiosi, storici, ricercatori e appassionati.
nl: De Grand Comics Database Project (GCD) is een vrijwilligersorganisatie die zich tot doel stelt alle strips te documenteren voor wetenschap, geschiedkundigen, onderzoekers en liefhebbers.
sv: Grand Comics Database-projektet (GCD) är ett frivilligprojekt med målet att dokumentera och indexera alla serier. Informationen får fritt användas av alla, från forskare till seriefan.

source: The GCD acknowledges that the all-encompassing research nature of the project may result in the posting of cover scans for comics with images that some may find objectionable.
it: Il GCD riconosce che la natura di ricerca onnicomprensiva del progetto può comportare la pubblicazione di scansioni di copertine di fumetti contenenti immagini che alcuni potrebbero ritenere discutibili o offensive.
nl: De GCD erkent dat, door de alomvattende aard van het project, het mogelijk is dat er afbeeldingen getoond worden die sommigen aanstootgevend zullen vinden.
sv: GCD tillstår, att då målet är att innefatta alla serier i världen, så kan det resultera i att omslagsbilder med stötande innehåll kan förekomma.

source: Viewer discretion is advised.
it: Si consiglia la visione a un pubblico adulto e consapevole.
nl: Daarom raden we de website met discretie te gebruiken.
sv: Omdömesgillt användande anmodas!

source: The Grand Comics Database Team
it: Il Team del Grand Comics Database
nl: Het Grand Comics Database Team
sv: /Grand Comics Database Team

source: Useful Links
it: Link utili
nl: Handige links
sv: Användbara länkar

source: Today's covers
it: Copertine di oggi
nl: Omslagscans van vandaag
sv: Dagens omslag

source: Today's changes
it: Modifiche di oggi
nl: Veranderingen van vandaag
sv: Dagens ändringar

source: Covers to replace
it: Copertine da sostituire
nl: Omslagen ter vervanging
sv: Omslag som ska bytas ut

source: International statistics
it: Statistiche internazionali
nl: Internationale statistieken
sv: Internationell statistik

source: Last Updated Language Issues
it: Aggiornamenti più recenti per lingua
nl: Laatste bijgewerkte delen
sv: Senaste ändringarna: Svenska serier

source: Statistics for Language Comics
it: Statistiche per lingua
nl: Statistieken
sv: Statistik: Svenska serier

source: Last Updated Issues
it: Aggiornamenti più recenti
nl: Laatste bijgewerkte delen
sv: Senaste ändringarna: Alla länder

source: Statistics
it: Statistiche
nl: Statistieken
sv: Statistik: Alla länder

source: You are logged in as
it: Sei autenticato come
nl: Je bent ingelogd als
sv: Du är inloggad som

source: Editing
it: Modifica
nl: Bewerken
sv: Mina ändringar

source: Profile
it: Profilo
nl: Profiel
sv: Profil

source: Logout
it: Esci
sv: Logga ut

source: username
it: nome utente
sv: Användarnamn

source: Forgot password?
it: Password dimenticata?
sv: Glömt lösenordet?

source: Register
it: Registrati
sv: Registrera dig

source: Contact Us
it: Contattaci
sv: Kontakta oss

source: Search
it: Cerca
sv: Sök

source: Sort by
it: Ordina per
sv: Sortera

source: Advanced&nbsp;Query
it: Ricerca&nbsp;avanzata

source: If you believe any of this data to be incorrect, please <a class="new_window" href="http://errors.comics.org/enter_bug.cgi?product=GCD&amp;bug_file_loc=%(uri)s&amp;short_desc=%(error_sub)s" target="_blank">let us know</a> (opens new window).
it: Se ritieni che uno qualsiasi di questi dati sia errato, ti invitiamo a <a class="new_window" href="http://errors.comics.org/enter_bug.cgi?product=GCD&amp;bug_file_loc=%(uri)s&amp;short_desc=%(error_sub)s" target="_blank">segnalarcelo</a> (si apre in una nuova finestra).
sv: Om du anser att någon information är fel, var vänlig <a class="new_window" href="http://errors.comics.org/enter_bug.cgi?product=GCD&amp;bug_file_loc=%(uri)s&amp;short_desc=%(error_sub)s" target="_blank">meddela oss detta</a> (opens new window).

source: Cover thumbnails are used for identification purposes only.
it: Le miniature delle copertine sono utilizzate esclusivamente a scopo identificativo.
sv: Omslagsbilder används endast för identifikation av publikationerna

source: All rights to cover images reserved by the respective copyright holders.
it: Tutti i diritti sulle immagini di copertina sono riservati ai rispettivi titolari del copyright.
sv: Alla rättigheter som rör omslagsbilderna är respektive copyright-hållares

source: All portions of <a href="http://www.comics.org/" rel="cc:attributionURL">the %(site_name)s</a> that are subject to copyright are licensed under a <a rel="license" href="http://creativecommons.org/licenses/by/3.0/">Creative Commons Attribution 3.0 Unported License</a>. This includes but is not necessarily limited to our database schema and data distribution format.
it: Tutte le parti di <a href="http://www.comics.org/" rel="cc:attributionURL">%(site_name)s</a> soggette a copyright sono distribuite con licenza <a rel="license" href="http://creativecommons.org/licenses/by/3.0/">Creative Commons Attribution 3.0 Unported</a>. Ciò include, ma non è limitato a, lo schema del database e il formato di distribuzione dei dati.

source: publishers
it: editori
nl: uitgevers
sv: förlagsgrupp

source: creators
it: autori

source: brands
it: marchi
nl: beeldmerken
sv: förlagslogo

source: indicia publishers
it: editori dell’indicia
nl: officiële uitgeversnamen
sv: förlag

source: series
it: serie
sv: serier

source: issues
it: albi
nl: delen
sv: publikationer

source: issue indexes
it: indici degli albi
nl: geïndexeerde delen
sv: indexerade

source: covers
it: copertine
nl: omslagen
sv: omslag

source: stories
it: storie
nl: verhalen
sv: sekvenser

source: On-sale this week
it: In vendita questa settimana

source: On-sale this month
it: In vendita questo mese

source: password
sv: Lösenord

source: Advanced&nbsp;Search
sv: Avancerad sökning

source: variant issues
nl: varianten

source: Script
de: Szenario

source: Pencils
de: Vorzeichnung

source: Inks
de: Tuschzeichnung

source: Colors
de: Farbe

source: Letters
de: Schrift

source: Title
de: Titel

source: %(myvar)s Series
de: Serie von %(myvar)s

source: coverprice
de: Preis

source: pages
de: Seiten

source: Pages
de: Seiten

source: Editor
de: Redaktion

source: Issues in this series have been indexed by:
de: Diese Serie wurde erfasst von:

source: Stories/features:
de: Geschichten/Feature

source: *No title given or indexed*
de: *Kein Titel vorhanden oder erfasst*

source: Series info
de: Informationen zur Serie

source: View covergallery
de: Covergallerie betrachten

source: Previous Issue
de: Vorherige Ausgabe

source: Next Issue
de: NÃ¤chste Ausgabe

source: Sequence %(seq_num)s
de: %(seq_num)s. Sequenz

source: Credits
de: Mitwirkende
